{"status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"meta": {"time": 80, "offset": 90, "hits": 7680}, "docs": [{"byline": {"original": "By BARNABY J. FEDER", "person": [{"firstname": "Barnaby", "role": "reported", "organization": "", "lastname": "FEDER", "middlename": "J.", "rank": 1}]}, "pub_date": "2000-12-22T00:00:00Z", "abstract": "New York State Supreme Court Justice Charles E Ramos, in first major leagal ruling on insurance claims for expenses incurred avoiding Year 2000 computer problems, rules that Xerox Corp lost any right to pass on such expenses to American Guarantee and Liability Insurance Co because it waited too long, working for three years and spending $138 million before notifying insurer; Ramos says that Xerox's delay deprived American Guarantee of change to examine Xerox's hardware and software to determine how much work was needed, if any, before it was carried out; ruling does not directly control outcome of similar lawsuits filed in other states or in federal court against insurers by big-name plaintiffs (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "New York Court Rules for Insurer on Year 2000 Claim"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd21d4d8eb7c8105d79e322", "lead_paragraph": "In the first major legal ruling on insurance claims for expenses incurred avoiding Year 2000 computer problems, a New York court has come down squarely on the side of the insurance industry. Justice Charles E. Ramos of State Supreme Court in Manhattan ruled on Wednesday that the Xerox Corporation lost any right to pass on such expenses to the American Guarantee and Liability Insurance Company because it waited too long, working for three years and spending $138 million before notifying the insurer.", "print_page": "4", "multimedia": [], "word_count": 671, "keywords": [{"name": "persons", "value": "RAMOS, CHARLES E"}, {"name": "organizations", "value": "XEROX CORP"}, {"name": "organizations", "value": "AMERICAN GUARANTEE AND LIABILITY INSURANCE CO"}, {"name": "subject", "value": "INSURANCE"}, {"name": "subject", "value": "TWO THOUSAND (YEAR)"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/12/22/business/technology-new-york-court-rules-for-insurer-on-year-2000-claim.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "In the first major legal ruling on insurance claims for expenses incurred avoiding Year 2000 computer problems, a New York court has come down squarely on the side of the insurance industry.    Justice Charles E. Ramos of State Supreme Court in Ma..."}, {"byline": {"original": "By JOHN SCHWARTZ", "person": [{"lastname": "SCHWARTZ", "firstname": "John", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-11-27T00:00:00Z", "abstract": "Article on potential for computerization of public elections notes that reliability is inversely proportional to degree of technology involved in any process; maintaining voter secrecy while insuring accurate auditing of votes presents daunting challenge, as does protection of e-election systems from hackers' influence (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "E-Voting: Its Day Has Not Come Just Yet"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd240e78eb7c8105d7d9104", "lead_paragraph": "After watching the mess in Florida, voters might wonder why it is not yet possible to toss out the chaos and frenzy of paper ballots or punch cards and move the process onto the Internet. After all, if you can buy a book in your pajamas, why not choose a president? A PC-cum-voting booth, for example, could prompt a voter to confirm a choice before submitting it, preventing an accidental Buchanan surge among the canasta set. It would allow ballots to be counted and recounted in the nanoseconds that it takes the silicon brains to calculate a digit of pi.", "print_page": "1", "multimedia": [], "word_count": 758, "keywords": [{"name": "glocations", "value": "UNITED STATES"}, {"name": "subject", "value": "VOTING MACHINES"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "COMPUTER SECURITY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/11/27/business/technology-e-voting-its-day-has-not-come-just-yet.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "After watching the mess in Florida, voters might wonder why it is not yet possible to toss out the chaos and frenzy of paper ballots or punch cards and move the process onto the Internet. After all, if you can buy a book in your pajamas, why not c..."}, {"byline": {"original": "By BARNABY J. FEDER", "person": [{"firstname": "Barnaby", "role": "reported", "organization": "", "lastname": "FEDER", "middlename": "J.", "rank": 1}]}, "pub_date": "2000-11-20T00:00:00Z", "abstract": "Dominance of supercomputing by companies that link clusters of standard processors is being challenged by startup companies offering methods of doing supercomputing over Internet on home and office computers that would otherwise be idle; grid computing companies have been able to sign up thousands of computer owners at low cost; some experts say broadening of market has diverted technology development away from needs of hard-core users, who require much more rapid data sharing than Internet grids or even dedicated clusters of off-the-shelf computers can generate; table of supercomputing developments; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Supercomputing Takes Yet Another Turn"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd20a6b8eb7c8105d776f24", "lead_paragraph": "The world of supercomputing, which revolves around modeling complex phenomena like how weather changes, drugs work and accidents unfold, is rarefied by any standard. It has long been the domain of folks who call themselves the nerdiest of nerds and who regard Deep Blue, the I.B.M. computer that defeated the chess champion Garry Kasparov, as no big deal. Once, it was the exclusive province of custom-designed machines with elaborate cooling systems made by companies like I.B.M. and Cray Research for government research laboratories and giant auto, petroleum and chemical companies. Then, starting in the early 1990's, I.B.M. and new rivals like Hewlett-Packard, Sun Microsystems and Compaq Computer rapidly shifted to systems that lashed together the same processors used in common business computers, relying on software to break supercomputing's giant challenges into bite-size pieces.", "print_page": "4", "multimedia": [], "word_count": 1143, "keywords": [{"name": "subject", "value": "INDUSTRY PROFILES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/11/20/business/technology-supercomputing-takes-yet-another-turn.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "The world of supercomputing, which revolves around modeling complex phenomena like how weather changes, drugs work and accidents unfold, is rarefied by any standard. It has long been the domain of folks who call themselves the nerdiest of nerds an..."}, {"byline": {"original": "By BARNABY J. FEDER", "person": [{"firstname": "Barnaby", "role": "reported", "organization": "", "lastname": "FEDER", "middlename": "J.", "rank": 1}]}, "pub_date": "2000-11-10T00:00:00Z", "abstract": "Dell Computer reports earnings of $674 million for quarter ended Oct 27, a 39.9 percent increase from $483 million it earned a year earlier; revenue rose 22 percent, to $8.26 billion from $6.78 billion a year ago (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Dell Earnings and Revenue Reported Higher in Quarter"}, "type_of_material": "News", "section_name": "Business", "slideshow_credits": null, "_id": "4fd21bda8eb7c8105d79b7f0", "lead_paragraph": "Dell Computer, the most tightly run ship in the computer industry, relieved some of Wall Street's fears about softening consumer and business demand by reporting earnings yesterday that matched expectations and revenues that slightly beat them. Dell, which is based in Round Rock, Tex., said that it earned $674 million, or 25 cents a diluted share, for the quarter ended Oct. 27, a 39.9 percent increase from the $483 million it earned a year earlier; the figures exclude a one-time charge of $194 million in the 1999 quarter related to its acquisition of ConvergeNet Technologies.", "print_page": "6", "multimedia": [], "word_count": 577, "keywords": [{"name": "organizations", "value": "DELL COMPUTER CORP"}, {"name": "subject", "value": "COMPANY REPORTS"}], "web_url": "http://www.nytimes.com/2000/11/10/business/technology-dell-earnings-and-revenue-reported-higher-in-quarter.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Dell Computer, the most tightly run ship in the computer industry, relieved some of Wall Street's fears about softening consumer and business demand by reporting earnings yesterday that matched expectations and revenues that slightly beat them.   ..."}, {"byline": {"original": "By CHRIS GAITHER", "person": [{"lastname": "GAITHER", "firstname": "Chris", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-11-08T00:00:00Z", "abstract": "Shares of Transmeta, upstart designer of microprocessors fighting for piece of laptop computer market with Intel, more than doubles on first day of public trading on Nasdaq; shares, priced at $21, began trading shortly after 1 pm, Eastern time, at $44.88 and rose to end day at $45.25 (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Laptop Chip Maker Doubles Share Price on Opening Day"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd24cec8eb7c8105d7ecf1b", "lead_paragraph": "Shares of Transmeta, the upstart designer of microprocessors fighting for a piece of the laptop computer market with Intel, more than doubled today on their first day of public trading on Nasdaq. The company, based in Santa Clara, Calif., completed its initial public offering with a market capitalization of $6 billion, as institutional investors ignored fears that the personal computing industry will be slow in adopting Transmeta's main product, the Crusoe microprocessor. The shares, priced at $21, began trading shortly after 1 p.m., Eastern time, at $44.88 and rose to end the day at $45.25.", "print_page": "4", "multimedia": [], "word_count": 701, "keywords": [{"name": "organizations", "value": "INTEL CORP"}, {"name": "organizations", "value": "TRANSMETA CORP"}, {"name": "subject", "value": "COMPUTER CHIPS"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/11/08/business/technology-laptop-chip-maker-doubles-share-price-on-opening-day.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Shares of Transmeta, the upstart designer of microprocessors fighting for a piece of the laptop computer market with Intel, more than doubled today on their first day of public trading on Nasdaq.     The company, based in Santa Clara, Calif., comp..."}, {"byline": {"original": "By JOHN MARKOFF", "person": [{"lastname": "MARKOFF", "firstname": "John", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-10-24T00:00:00Z", "abstract": "Ray Ozzie, designer of Lotus Notes and head of Groove Networks, will introduce software tool intended to provide wide range of new ways for workers to collaborate over Internet; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Lotus Notes Developer to Introduce a New Internet Tool"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd20a718eb7c8105d7772eb", "lead_paragraph": "Today, three years after leaving I.B.M., the designer of the Lotus Notes program will introduce his latest effort: a software tool intended to provide a wide range of new ways for workers to collaborate over the Internet. It is, in essence, a sort of Napster for the workplace. The developer, Ray Ozzie, became something of a legend in software circles as an early employee of Software Arts, publisher of the pioneering electronic spreadsheet VisiCalc, and for his later work at Lotus Development, where he oversaw the creation of the Notes program, which has 60 million users and was a key reason for I.B.M.'s acquisition of Lotus. His current venture, Groove Networks, was created in 1997 with the backing of Mitchell D. Kapor, the founder of Lotus and now an independent investor.", "print_page": "8", "multimedia": [], "word_count": 765, "keywords": [{"name": "persons", "value": "OZZIE, RAY"}, {"name": "organizations", "value": "GROOVE NETWORKS"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/10/24/business/technology-lotus-notes-developer-to-introduce-a-new-internet-tool.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Today, three years after leaving I.B.M., the designer of the Lotus Notes program will introduce his latest effort: a software tool intended to provide a wide range of new ways for workers to collaborate over the Internet. It is, in essence, a sort..."}, {"byline": {"original": "By BARNABY J. FEDER", "person": [{"firstname": "Barnaby", "role": "reported", "organization": "", "lastname": "FEDER", "middlename": "J.", "rank": 1}]}, "pub_date": "2000-10-16T00:00:00Z", "abstract": null, "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "I.B.M. Invests to Profit From Latest Chips"}, "type_of_material": "News", "section_name": "Business", "slideshow_credits": null, "_id": "4fd23c3f8eb7c8105d7d1c92", "lead_paragraph": "Last week, I.B.M. announced a plan to pour $2.5 billion into constructing a new microchip factory in East Fishkill, N.Y., the biggest investment in I.B.M.'s history. It then underscored its intent to be a superpower in semiconductors well into the 21st century by committing an additional $2.5 billion to modernize chip plants in Burlington, Vt., and overseas. Despite the huge sums, I.B.M.'s risks seem remarkably modest.", "print_page": "5", "multimedia": [], "word_count": 1256, "keywords": [], "web_url": "http://www.nytimes.com/2000/10/16/business/technology-ibm-invests-to-profit-from-latest-chips.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Last week, I.B.M. announced a plan to pour $2.5 billion into constructing a new microchip factory in East Fishkill, N.Y., the biggest investment in I.B.M.'s history. It then underscored its intent to be a superpower in semiconductors well into the..."}, {"byline": {"original": "By ANDREW ROSS SORKIN", "person": [{"firstname": "Andrew", "role": "reported", "organization": "", "lastname": "SORKIN", "middlename": "Ross", "rank": 1}]}, "pub_date": "2000-09-08T00:00:00Z", "abstract": "Tiscali SpA, Italy's second-largest Internet service provider, acquires the troubled Dutch company World Online NV for $5.1 billion in stock; move makes combined company second-largest Internet service provider in Europe; Tiscali's founder, Renato Soru, will become chairman of combined company; World Online chairman, James Kinsella, will be chief executive; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Italian-Dutch Deal Creates Internet Giant"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd20a6d8eb7c8105d77706c", "lead_paragraph": "In a race to become the America Online of Europe, Italy's second-largest Internet service provider, Tiscali S.p.A., said today that it had agreed to acquire the troubled Dutch Internet company World Online N.V. for $5.1 billion in stock. The move makes the combined company the second-largest Internet service provider in Europe behind T-Online, a unit of Deutsche Telekom of Germany. In contrast to the United States, where the Internet access business has been mainly dominated by one company, America Online, the Internet service provider business in Europe is much more fractured. And for most Internet service providers in Europe, making money from providing Internet access has so far proved to be a difficult task.", "print_page": "6", "multimedia": [], "word_count": 412, "keywords": [{"name": "persons", "value": "SORU, RENATO"}, {"name": "persons", "value": "KINSELLA, JAMES"}, {"name": "glocations", "value": "ITALY"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "NETHERLANDS"}, {"name": "organizations", "value": "WORLD ONLINE INTERNATIONAL NV"}, {"name": "organizations", "value": "TISCALI"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/09/08/business/technology-italian-dutch-deal-creates-internet-giant.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "In a race to become the America Online of Europe, Italy's second-largest Internet service provider, Tiscali S.p.A., said today that it had agreed to acquire the troubled Dutch Internet company World Online N.V. for $5.1 billion in stock. The move ..."}, {"byline": {"original": "By AMY HARMON", "person": [{"lastname": "HARMON", "firstname": "Amy", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-09-07T00:00:00Z", "abstract": "Judge Jed S Rakoff rules that MP3.com willingly infringed copyrights of Universal Music Group and orders it to pay $25,000 for each of Universal compact discs included in its My.MP3.com service; service lets users listen to music from any computer connected to Internet after indicating that they possess CD or have purchased it through online vendor associated with company; total damages could reach as high as $250 million, depending on how many copyrights MP3.com is found to have infringed (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Judge Rules Against MP3 On CD Copying"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd245928eb7c8105d7e03ea", "lead_paragraph": "Ruling that the online music start-up company MP3.com had willfully infringed the copyrights of the Universal Music Group, a federal judge yesterday ordered the company to pay potentially crippling damages in one of the first cases to test the legal boundaries of digital music distribution. Judge Jed S. Rakoff of Federal District Court in Manhattan said MP3.com must pay $25,000 for each of the Universal compact discs included in its My.MP3.com service, which lets users listen to music from any computer connected to the Internet after indicating that they possess the CD or have purchased it through an online vendor associated with the company.", "print_page": "1", "multimedia": [], "word_count": 1039, "keywords": [{"name": "persons", "value": "RAKOFF, JED"}, {"name": "organizations", "value": "UNIVERSAL MUSIC GROUP"}, {"name": "organizations", "value": "MP3.COM"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "COMPACT DISCS"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/09/07/business/technology-judge-rules-against-mp3-on-cd-copying.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Ruling that the online music start-up company MP3.com had willfully infringed the copyrights of the Universal Music Group, a federal judge yesterday ordered the company to pay potentially crippling damages in one of the first cases to test the leg..."}, {"byline": null, "pub_date": "2000-08-28T00:00:00Z", "abstract": "Wind River Systems, maker of software that is embedded in dozens of digital devices, agrees to acquire ICEsoft, Norwegian developer of Web-browsing software for Internet appliances, for $24.5 million (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Wind River Systems Agrees to Acquisition of ICEsoft"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd208788eb7c8105d773366", "lead_paragraph": "Wind River Systems, the maker of software that is embedded in dozens of digital devices, will announce today that it has agreed to acquire ICEsoft, a Norwegian developer of Web-browsing software for Internet appliances, for $24.5 million in cash. The deal will allow Wind River, based in Alameda, Calif., to integrate Internet browsing functions into devices like set-top boxes, digital televisions, Web phones and other devices. Wind River's embedded software powers devices like Sony's Network Walkman NW-E3, Hewlett-Packard's printers and Eastman Kodak's digital cameras. The software is embedded into microchips that are designed by companies like Intel and Hitachi.", "print_page": "4", "multimedia": [], "word_count": 208, "keywords": [{"name": "organizations", "value": "WIND RIVER SYSTEMS INC"}, {"name": "organizations", "value": "ICESOFT"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/08/28/business/technology-wind-river-systems-agrees-to-acquisition-of-icesoft.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Wind River Systems, the maker of software that is embedded in dozens of digital devices, will announce today that it has agreed to acquire ICEsoft, a Norwegian developer of Web-browsing software for Internet appliances, for $24.5 million in cash. ..."}]}}