{"status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"meta": {"time": 47, "offset": 80, "hits": 7680}, "docs": [{"byline": {"original": "By ANDREW POLLACK", "person": [{"lastname": "POLLACK", "firstname": "Andrew", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-12-14T00:00:00Z", "abstract": "Scientists from US, Japan and Europe determine first complete genetic sequence of plant, accomplishment that should deepen understanding of plant biology and provide new ways to genetically engineer crops to increase food production and improve nutrition; plant, Arabidopsis thaliana, is weed related to mustard plant and is worthless as crop; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "First Complete Plant Genetic Sequence Is Determined"}, "type_of_material": "News", "section_name": "Health; Business", "slideshow_credits": null, "_id": "4fd24cee8eb7c8105d7ed126", "lead_paragraph": "Scientists from the United States, Europe and Japan have determined the first complete genetic sequence of a plant, an accomplishment that should deepen understanding of plant biology and provide new ways to genetically engineer crops to increase food production and improve nutrition. The plant, Arabidopsis thaliana, is a diminutive weed that is related to the mustard plant and is worthless as a crop. But it is quickly becoming the laboratory mouse of the plant world, studied for insights that can be applied to virtually all other plants.", "print_page": "4", "multimedia": [], "word_count": 1178, "keywords": [{"name": "glocations", "value": "JAPAN"}, {"name": "glocations", "value": "EUROPE"}, {"name": "subject", "value": "DIET AND NUTRITION"}, {"name": "subject", "value": "AGRICULTURE"}, {"name": "subject", "value": "FLOWERS AND PLANTS"}, {"name": "subject", "value": "GENETICS AND HEREDITY"}, {"name": "subject", "value": "ARABIDOPSIS THALIANA (PLANT)"}, {"name": "subject", "value": "FOOD"}], "web_url": "http://www.nytimes.com/2000/12/14/business/technology-first-complete-plant-genetic-sequence-is-determined.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Scientists from the United States, Europe and Japan have determined the first complete genetic sequence of a plant, an accomplishment that should deepen understanding of plant biology and provide new ways to genetically engineer crops to increase ..."}, {"byline": {"original": "By STEVEN GREENHOUSE", "person": [{"lastname": "GREENHOUSE", "firstname": "Steven", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-12-13T00:00:00Z", "abstract": "Microsoft Corp agrees to pay $97 million to settle eight-year-old class-action lawsuit in which thousands of temporary employees accused company of improperly denying them benefits; lawsuit was by far most prominent lawsuit in nation attacking popular practice in which many companies hired workers as temps, kept them for year or more and did not provide them with regular permanent employee benefits; Microsoft, in reaction to lawsuit, has taken several major steps to change its employment practices; estimated 8,000 to 12,000 former temporary workers will qualify for award under settlement, with average award expected to run about $10,000 (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Temp Workers At Microsoft Win Lawsuit"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd2040b8eb7c8105d76af97", "lead_paragraph": "Microsoft agreed to pay $97 million yesterday to settle an eight-year-old class-action lawsuit in which thousands of temporary employees accused the company of improperly denying them benefits. Microsoft reached this settlement, one of the largest ever received by a group of temporary employees, after the workers had sued the company, maintaining that they were actually permanent employees, not temporaries, and therefore deserved the same benefits as regular workers.", "print_page": "1", "multimedia": [], "word_count": 978, "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "FRINGE BENEFITS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "TEMPORARY EMPLOYMENT"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/12/13/business/technology-temp-workers-at-microsoft-win-lawsuit.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Microsoft agreed to pay $97 million yesterday to settle an eight-year-old class-action lawsuit in which thousands of temporary employees accused the company of improperly denying them benefits.     Microsoft reached this settlement, one of the lar..."}, {"byline": {"original": "By MATT RICHTEL", "person": [{"lastname": "RICHTEL", "firstname": "Matt", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-12-06T00:00:00Z", "abstract": "Apple Computer expects to report loss for first fiscal quarter of $225 million to $250 million, for which it blames external economic factors and its own business miscalculations; projects revenue of around $1 billion, down from $1.6 billion that it projected in October; two other technology compaies, Xilinx Inc and LSI Corp, also say earnings will not meet earlier projections (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Apple Warns It Will Record Quarterly Loss"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd240e78eb7c8105d7d90db", "lead_paragraph": "Apple Computer today became the latest technology company to warn that its earnings would not meet earlier projections. It said it would record a quarterly loss for the first time since Steven P. Jobs rejoined the company as its chief executive three years ago. Blaming both external economic factors and its own business miscalculations, Apple projected that revenue for its first fiscal quarter, ending Dec. 30, would be around $1 billion. The projection, a sharp drop from the $1.6 billion the company projected in October, will translate to a loss of $225 million to $250 million for the quarter, the company said.", "print_page": "1", "multimedia": [], "word_count": 674, "keywords": [{"name": "organizations", "value": "APPLE COMPUTER INC"}, {"name": "organizations", "value": "LSI CORP"}, {"name": "organizations", "value": "XILINX INC"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/12/06/business/technology-apple-warns-it-will-record-quarterly-loss.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Apple Computer today became the latest technology company to warn that its earnings would not meet earlier projections. It said it would record a quarterly loss for the first time since Steven P. Jobs rejoined the company as its chief executive th..."}, {"byline": {"original": "By JOHN SCHWARTZ", "person": [{"lastname": "SCHWARTZ", "firstname": "John", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-10-03T00:00:00Z", "abstract": "Commerce Department endorses new encryption technique called Rijndael; name is play on names of its creators, Belgian computer scientists Vincent Rijmen and Joan Daemen (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "U.S. Selects a New Encryption Technique"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd20a778eb7c8105d77789e", "lead_paragraph": "After a three-year worldwide search for a new encryption technique powerful enough to earn the official endorsement of the United States government, the Commerce Department yesterday named a winner: Rijndael. The name itself is not encrypted. It is a play on the names of its creators, two Belgian computer scientists, Vincent Rijmen and Joan Daemen. The fact that the standard emerged from a country known more for its chocolate than for its software shows the international nature of the cryptographic field.", "print_page": "12", "multimedia": [], "word_count": 848, "keywords": [{"name": "persons", "value": "DAEMEN, JOAN"}, {"name": "persons", "value": "RIJMEN, VINCENT"}, {"name": "organizations", "value": "COMMERCE DEPARTMENT"}, {"name": "subject", "value": "COMPUTER SECURITY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/10/03/business/technology-us-selects-a-new-encryption-technique.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "After a three-year worldwide search for a new encryption technique powerful enough to earn the official endorsement of the United States government, the Commerce Department yesterday named a winner: Rijndael.    The name itself is not encrypted. I..."}, {"byline": {"original": "By BARNABY J. FEDER", "person": [{"firstname": "Barnaby", "role": "reported", "organization": "", "lastname": "FEDER", "middlename": "J.", "rank": 1}]}, "pub_date": "2000-09-29T00:00:00Z", "abstract": "Sony Corp confirms that it will fall far short of meeting its promise to have a million Playstation 2 video systems ready for sale in North America on Oct 26; at least 500,000 consumers Sony expected to satisfy will be turned away; Sony blames shortages of electronic components; rivals say Sony is squandering a huge opportunity in the games industry, where 60 percent of sales come in the last quarter of the year (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Sony Is Facing Big Delays For Its Playstation 2 System"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd245948eb7c8105d7e04bb", "lead_paragraph": "The North American debut of Sony's new Playstation 2 video system appears to have become a marketing nightmare. After days of rumors, Sony confirmed on Wednesday that it would fall far short of meeting its promise to have a million devices ready for sale on Oct. 26. At least 500,000 consumers Sony had expected to satisfy immediately -- many of whom had made deposits with retailers -- will be turned away. Sony blamed shortages of electronic components, though it offered no details.", "print_page": "7", "multimedia": [], "word_count": 710, "keywords": [{"name": "organizations", "value": "SONY CORP"}, {"name": "subject", "value": "SHORTAGES"}, {"name": "subject", "value": "COMPUTER AND VIDEO GAMES"}], "web_url": "http://www.nytimes.com/2000/09/29/business/technology-sony-is-facing-big-delays-for-its-playstation-2-system.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "The North American debut of Sony's new Playstation 2 video system appears to have become a marketing nightmare.     After days of rumors, Sony confirmed on Wednesday that it would fall far short of meeting its promise to have a million devices rea..."}, {"byline": {"original": "By BARNABY J. FEDER", "person": [{"firstname": "Barnaby", "role": "reported", "organization": "", "lastname": "FEDER", "middlename": "J.", "rank": 1}]}, "pub_date": "2000-09-12T00:00:00Z", "abstract": "Hewlett-Packard and PricewaterhouseCoopers confirm they are discussing sale of PricewaterhouseCoopers management and information technology consulting practice to Hewlett-Packard, which is expected to pay $17 billion to $18 billion in cash and stock; Hewlett-Packard cautions that some terms of transaction have not been agreed upon and that significant issues remain to be resolved, leaving open possibility that deal might yet unravel (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Hewlett-Packard Is in Talks to Buy Consulting Unit"}, "type_of_material": "News", "section_name": "Business", "slideshow_credits": null, "_id": "4fd21a6c8eb7c8105d798f98", "lead_paragraph": "Hewlett-Packard and PricewaterhouseCoopers confirmed yesterday that they were discussing the sale of the PricewaterhouseCoopers management and information technology consulting practice to Hewlett-Packard. Hewlett-Packard said it expected to pay $17 billion to $18 billion in cash and stock if the deal was completed.", "print_page": "6", "multimedia": [], "word_count": 640, "keywords": [{"name": "organizations", "value": "HEWLETT-PACKARD CO"}, {"name": "organizations", "value": "PRICEWATERHOUSECOOPERS LLP"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "CONSULTANTS"}], "web_url": "http://www.nytimes.com/2000/09/12/business/technology-hewlett-packard-is-in-talks-to-buy-consulting-unit.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Hewlett-Packard and PricewaterhouseCoopers confirmed yesterday that they were discussing the sale of the PricewaterhouseCoopers management and information technology consulting practice to Hewlett-Packard.    Hewlett-Packard said it expected to pa..."}, {"byline": {"original": "By TIMOTHY PRITCHARD", "person": [{"lastname": "PRITCHARD", "firstname": "Timothy", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-08-16T00:00:00Z", "abstract": "Michael Cowpland, founder of Corel Corp, abruptly resigns from all his executive positions and puts company's future in hands of new chief executive and revamped board; will remain a director; Cowpland is succeeded as interim chief executive and president by Derek J Burney; James Baillie takes over as chairman and will head committee to review composition of board and Corel's survival plan (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Founder of Corel Resigns From Chief Executive Post"}, "type_of_material": "News", "section_name": "Business", "slideshow_credits": null, "_id": "4fd2087f8eb7c8105d773916", "lead_paragraph": "Michael Cowpland, the founder of the Corel Corporation, abruptly resigned today from all his executive positions at the ailing Canadian software developer, and put its future in the hands of a new chief executive and a revamped board. He said he would remain a director. Mr. Cowpland is succeeded as interim chief executive and president by Derek J. Burney, formerly Corel's executive vice president for engineering and chief of technology. James Baillie, a well-known Toronto lawyer, has taken over as chairman of Corel and will head a committee to review the composition of the board and Corel's survival plan.", "print_page": "6", "multimedia": [], "word_count": 311, "keywords": [{"name": "persons", "value": "BAILLIE, JAMES"}, {"name": "persons", "value": "COWPLAND, MICHAEL"}, {"name": "persons", "value": "BURNEY, DEREK J"}, {"name": "organizations", "value": "COREL CORP"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "BOARDS OF DIRECTORS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "web_url": "http://www.nytimes.com/2000/08/16/business/technology-founder-of-corel-resigns-from-chief-executive-post.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Michael Cowpland, the founder of the Corel Corporation, abruptly resigned today from all his executive positions at the ailing Canadian software developer, and put its future in the hands of a new chief executive and a revamped board. He said he w..."}, {"byline": {"original": "By THERESA FOLEY", "person": [{"lastname": "FOLEY", "firstname": "Theresa", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-08-14T00:00:00Z", "abstract": "Listening to music on Internet is becoming increasingly frustrating as 'traffic jams' cause streaming audio to stutter or shut down; one promising remedy involves sending stream up to satellite and then down to network hub closer to listener; iBeam Broadcasting Corp, which went public in May, and several competitors who have stock offerings pending, provide satellite service to Internet content companies; chart of satellite companies and their investors; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "A Space Detour for Streaming Internet Traffic"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd209778eb7c8105d7752e5", "lead_paragraph": "Listening to NetRadio.com's Woodstock 69 music channel or KBAC-FM, Santa Fe's jazz and eclectic radio station, or some other music program over the Internet is gaining popularity among people who spend lots of time online. But delivering simultaneous streams of music to thousands or even millions of listeners over an ever more clogged Internet has become increasingly frustrating. If the audio stream hits too many traffic jams, the listener may find his Internet radio program stuttering or stopping midway through a song. One promising remedy involves sending the stream up to a satellite, hopping over most of the jam ups on the ground and landing the music stream at a network hub closer to the listener.", "print_page": "4", "multimedia": [], "word_count": 1230, "keywords": [{"name": "organizations", "value": "IBEAM BROADCASTING CORP"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "SATELLITES"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/08/14/business/technology-a-space-detour-for-streaming-internet-traffic.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Listening to NetRadio.com's Woodstock 69 music channel or KBAC-FM, Santa Fe's jazz and eclectic radio station, or some other music program over the Internet is gaining popularity among people who spend lots of time online. But delivering simultane..."}, {"byline": null, "pub_date": "2000-07-28T00:00:00Z", "abstract": "WorldCom Inc reports 53 percent rise in second-quarter earnings beefore charges, matching Wall Street expectations; excluding charges of $55 million related to termination of its proposed $115 billion acquisition of Sprint Corp, Worldcom earned $1.35 billion (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "WorldCom Earnings Increased By 53% in the Second Quarter"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd2178d8eb7c8105d793438", "lead_paragraph": "WorldCom Inc., the nation's second-largest long-distance company, reported a 53 percent rise in second-quarter earnings before charges yesterday, matching Wall Street expectations. But the company also warned that sales growth for the rest of the year would be at the low end of its previous estimate, and WorldCom shares tumbled as much as 15 percent before recovering somewhat. The caution from the company, as well as a warning earlier in the day from Nokia of Finland, the mobile phone colossus, dragged down shares of telecommunications and technology companies as investors grew concerned about a slowdown. The Nasdaq market -- where WorldCom shares trade -- ended down 3.65 percent, its biggest daily decline in two months.", "print_page": "2", "multimedia": [], "word_count": 414, "keywords": [{"name": "organizations", "value": "WORLDCOM INC"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "web_url": "http://www.nytimes.com/2000/07/28/business/technology-worldcom-earnings-increased-by-53-in-the-second-quarter.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "WorldCom Inc., the nation's second-largest long-distance company, reported a 53 percent rise in second-quarter earnings before charges yesterday, matching Wall Street expectations. But the company also warned that sales growth for the rest of the ..."}, {"byline": {"original": "By MATT RICHTEL", "person": [{"lastname": "RICHTEL", "firstname": "Matt", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-01-10T00:00:00Z", "abstract": null, "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Microsoft Aims at RealNetworks in Media-Player Software Duel"}, "type_of_material": "News", "section_name": "Business", "slideshow_credits": null, "_id": "4fd205ce8eb7c8105d76e8a2", "lead_paragraph": "When history records the names of Microsoft's great adversaries, one that might someday join the list alongside Apple, Netscape and America Online is an Internet company called RealNetworks. Underscoring the intensifying competition, both companies announced partnerships during the Consumer Electronics Show here to utilize their software.", "print_page": "1", "multimedia": [], "word_count": 1389, "keywords": [], "web_url": "http://www.nytimes.com/2000/01/10/business/technology-microsoft-aims-at-realnetworks-in-media-player-software-duel.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "When history records the names of Microsoft's great adversaries, one that might someday join the list alongside Apple, Netscape and America Online is an Internet company called RealNetworks.    Underscoring the intensifying competition, both compa..."}]}}