{"status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "response": {"meta": {"time": 26, "offset": 20, "hits": 7680}, "docs": [{"byline": {"original": "By JOEL BRINKLEY", "person": [{"lastname": "BRINKLEY", "firstname": "Joel", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-10-26T00:00:00Z", "abstract": "America Online asks federal appeals court for permission to file supporting brief in appeal of Microsoft Corp antitrust case, noting that plaintiffs in case support idea while Microsoft opposes it; company does not say what its brief might discuss, though it is clear that brief will support government's argument and Judge Thomas Penfield Jackson's ruling against Microsoft; Microsoft and government file briefs with appeals court commenting on court's decision last week to take briefing from technology expert on some of technical questions underlying case; on Oct 18, appeals court invited Michael H Hites, chief technology officer of Illinois Institute of Technology, to briefing session tentatively scheduled for Nov 14; representatives of Microsoft and government are also invited to attend (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "AOL Seeks Permission to File Brief in Microsoft Appeal"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd22b3b8eb7c8105d7b6a60", "lead_paragraph": "America Online today asked a federal appeals court for permission to file a supporting brief in the appeal of the Microsoft antitrust case, noting that the plaintiffs in the case -- the federal government and 19 states -- support the idea while Microsoft opposes it. An America Online executive testified on behalf of the government during the trial, and Microsoft called him back as a hostile witness during the trial's rebuttal phase.", "print_page": "4", "multimedia": [], "word_count": 499, "keywords": [{"name": "persons", "value": "HITES, MICHAEL H"}, {"name": "persons", "value": "JACKSON, THOMAS PENFIELD"}, {"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "ILLINOIS INSTITUTE OF TECHNOLOGY"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ANTITRUST ACTIONS AND LAWS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/10/26/business/technology-aol-seeks-permission-to-file-brief-in-microsoft-appeal.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "America Online today asked a federal appeals court for permission to file a supporting brief in the appeal of the Microsoft antitrust case, noting that the plaintiffs in the case -- the federal government and 19 states -- support the idea while Mi..."}, {"byline": {"original": "By LAURIE J. FLYNN", "person": [{"firstname": "Laurie", "role": "reported", "organization": "", "lastname": "FLYNN", "middlename": "J.", "rank": 1}]}, "pub_date": "2000-10-23T00:00:00Z", "abstract": "PeoplePC, which offers personal computers along with Internet service for three-year commitment, has found niche in affiliate buying programs--sales to corporations, which in turn sell home computers to their workers at fraction of cost; takers so far include Ford Motor Co, with 365,000 employees, Delta Air Lines, with 75,000 employees, and The New York Times Co, with 10,000 employees; PeoplePC sees advantage for corporations in creating more technology-literate work force; Nick Grouf, PeoplePC's chairman, has personal goal of bridging digital divide by putting PC's into hands of more blue-collar workers; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "PeoplePC Finds Niche in Corporate Sales"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd22bc08eb7c8105d7b74bb", "lead_paragraph": "It has been two years since a handful of ambitious start-ups began offering personal computers at no additional charge to customers willing to pay for several years of Internet service and, in most cases, to view a constant stream of online advertising. Only a few still exist. It is not surprising that Nick Grouf, chairman and chief executive of PeoplePC, resists comparison to those early trials. His company, founded in San Francisco a year and a half ago, may indeed offer personal computers along with Internet service for a three-year commitment. But from there, he insists, the similarities stop.", "print_page": "4", "multimedia": [], "word_count": 1292, "keywords": [{"name": "persons", "value": "GROUF, NICK"}, {"name": "organizations", "value": "PEOPLEPC"}, {"name": "organizations", "value": "FORD MOTOR CO"}, {"name": "organizations", "value": "NEW YORK TIMES"}, {"name": "organizations", "value": "DELTA AIR LINES INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/10/23/business/technology-peoplepc-finds-niche-in-corporate-sales.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "It has been two years since a handful of ambitious start-ups began offering personal computers at no additional charge to customers willing to pay for several years of Internet service and, in most cases, to view a constant stream of online advert..."}, {"byline": {"original": "By ANDREW POLLACK", "person": [{"lastname": "POLLACK", "firstname": "Andrew", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-10-13T00:00:00Z", "abstract": "Environmental Protection Agency effectively revokes license for genetically engineered corn that has been linked to nationwide recalls of two brands of taco shells;developer of corn, Aventis SA, agrees to cancel its marketing licenses at strong urging of agency; corn, known as StarLink, was approved in 1998 for use as animal feed but not for human consumption because of concerns that it could cause allergic reactions; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Aventis Gives Up License To Sell Bioengineered Corn"}, "type_of_material": "News", "section_name": "Business", "slideshow_credits": null, "_id": "4fd20a6f8eb7c8105d77718f", "lead_paragraph": "The Environmental Protection Agency effectively revoked the license yesterday for the genetically engineered corn that has now been linked to the nationwide recalls of two brands of taco shells. The agency said the developer of the corn, Aventis S.A., had agreed to voluntarily cancel its marketing license ''at the strong urging'' of the E.P.A. Stephen Johnson, a deputy assistant administrator of the E.P.A., said that the agency was planning to revoke the permit formally, but that a voluntary withdrawal was quicker.", "print_page": "5", "multimedia": [], "word_count": 803, "keywords": [{"name": "organizations", "value": "ENVIRONMENTAL PROTECTION AGENCY"}, {"name": "organizations", "value": "AVENTIS"}, {"name": "subject", "value": "CORN"}, {"name": "subject", "value": "GRAIN"}, {"name": "subject", "value": "REGULATION AND DEREGULATION OF INDUSTRY"}, {"name": "subject", "value": "RECALLS AND BANS OF PRODUCTS"}, {"name": "subject", "value": "FOOD CONTAMINATION AND POISONING"}, {"name": "subject", "value": "GENETIC ENGINEERING"}], "web_url": "http://www.nytimes.com/2000/10/13/business/technology-aventis-gives-up-license-to-sell-bioengineered-corn.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "The Environmental Protection Agency effectively revoked the license yesterday for the genetically engineered corn that has now been linked to the nationwide recalls of two brands of taco shells.    The agency said the developer of the corn, Aventi..."}, {"byline": {"original": "By AMY HARMON", "person": [{"lastname": "HARMON", "firstname": "Amy", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-08-31T00:00:00Z", "abstract": "Lawyer for MP3.com tries to get Edgar J Bronfman Jr, co-chairman of Seagram Co, to say on witness stand that Universal Music Group would not settle a copyright infringement claim against MP3.com because it plans to run a online music business of its own, but Judge Jed S Rakoff dismisses that line of argument as irrelevant (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "MP3.com Argument Rejected in Music Trial"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd2097a8eb7c8105d77562c", "lead_paragraph": "A federal judge rejected an online music start-up's argument yesterday that the Universal Music Group is improperly pursuing a copyright infringement claim against the company as a means of driving a potential competitor out of business. During testimony by Edgar M. Bronfman Jr., the co-chairman of Universal's parent, the Seagram Company, Judge Jed S. Rakoff of Federal District Court in Manhattan ruled as irrelevant MP3.com's contention that Universal would not settle the suit because of its own online strategy.", "print_page": "20", "multimedia": [], "word_count": 700, "keywords": [{"name": "persons", "value": "RAKOFF, JED"}, {"name": "persons", "value": "BRONFMAN, EDGAR M JR"}, {"name": "organizations", "value": "UNIVERSAL MUSIC GROUP"}, {"name": "organizations", "value": "SEAGRAM CO"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/08/31/business/technology-mp3com-argument-rejected-in-music-trial.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "A federal judge rejected an online music start-up's argument yesterday that the Universal Music Group is improperly pursuing a copyright infringement claim against the company as a means of driving a potential competitor out of business.    During..."}, {"byline": {"original": "By LAWRENCE M. FISHER", "person": [{"role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-08-17T00:00:00Z", "abstract": "Hewlett-Packard Co's earnings in third quarter ended July 31 beat analysts' estimates; earnings were $1.05 billion, up 23 percent from $853 million in year-earlier period; revenue rose 15 percent, to $11.82 billion, from $10.32 billion in third quarter of fiscal 1999 (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Hewlett-Packard Posts 23% Jump in Quarterly Profit"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd240c78eb7c8105d7d89da", "lead_paragraph": "The Hewlett-Packard Company reported quarterly earnings today that beat analysts' estimates, driven primarily by strong sales of personal computers and printers. Its board also approved a stock split. For the third quarter, ended July 31, Hewlett-Packard reported earnings of $1.05 billion, or 99 cents a diluted share, up 23 percent from $853 million, or 66 cents a share, in the period a year earlier. Revenue rose 15 percent, to $11.82 billion, from $10.32 billion in the third quarter of fiscal 1999.", "print_page": "9", "multimedia": [], "word_count": 669, "keywords": [{"name": "organizations", "value": "HEWLETT-PACKARD CO"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/08/17/business/technology-hewlett-packard-posts-23-jump-in-quarterly-profit.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "The Hewlett-Packard Company reported quarterly earnings today that beat analysts' estimates, driven primarily by strong sales of personal computers and printers. Its board also approved a stock split.    For the third quarter, ended July 31, Hewle..."}, {"byline": null, "pub_date": "2000-08-01T00:00:00Z", "abstract": "Time Warner Inc, seeking regulatory approval for its planned acquisition by America Online Inc, makes its first deal to give independent Internet service provider access to its cable system; reaches preliminary accord with Juno Online Services Inc to offer high-speed Internet service to cable customers; plans to renegotiate exclusive deal with Road Runner LLC, its joint venture with AT&T and only service provider currently available to its subscribers (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Time Warner to Let Internet Provider Use Cable System"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd1fa598eb7c8105d757eda", "lead_paragraph": "Time Warner Inc. has made its first deal to allow an independent Internet service provider access to its cable system, a move that was made as the company seeks to be granted regulatory approval for its planned $121 billion acquisition by America Online Inc. Time Warner Cable has reached a preliminary agreement with Juno Online Services Inc. to offer high-speed Internet service to cable customers, the companies said today.", "print_page": "10", "multimedia": [], "word_count": 382, "keywords": [{"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "AT&T CORP"}, {"name": "organizations", "value": "JUNO ONLINE SERVICES INC"}, {"name": "organizations", "value": "ROAD RUNNER LLC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/08/01/business/technology-time-warner-to-let-internet-provider-use-cable-system.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Time Warner Inc. has made its first deal to allow an independent Internet service provider access to its cable system, a move that was made as the company seeks to be granted regulatory approval for its planned $121 billion acquisition by America ..."}, {"byline": {"original": "By STEVE LOHR", "person": [{"lastname": "LOHR", "firstname": "Steve", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-07-20T00:00:00Z", "abstract": "Apple Computer introduces new products from restyled mouse to overhaul of its popular iMac desktop computers, whose sales of stagnated in recent months, Macworld exhibition, New York City; chief executive Steven P Jobs comments; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Apple Redesigns Computers In Effort to Increase Sales"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd21a218eb7c8105d798749", "lead_paragraph": "Apple Computer introduced a flurry of new products yesterday from a restyled mouse to an overhaul of its popular iMac desktop computers, whose sales have stagnated in recent months. Apple has enjoyed a remarkable corporate revival the last three years under the leadership of Steven P. Jobs, who returned to take the helm of the company he co-founded in 1975. But lately, industry analysts have pointed to signs that Apple's momentum may be slowing.", "print_page": "4", "multimedia": [], "word_count": 588, "keywords": [{"name": "persons", "value": "JOBS, STEVEN P"}, {"name": "organizations", "value": "APPLE COMPUTER INC"}, {"name": "subject", "value": "SALES"}, {"name": "subject", "value": "TRADE SHOWS AND FAIRS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/07/20/business/technology-apple-redesigns-computers-in-effort-to-increase-sales.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Apple Computer introduced a flurry of new products yesterday from a restyled mouse to an overhaul of its popular iMac desktop computers, whose sales have stagnated in recent months.    Apple has enjoyed a remarkable corporate revival the last thre..."}, {"byline": {"original": "By AMY HARMON", "person": [{"lastname": "HARMON", "firstname": "Amy", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-03-20T00:00:00Z", "abstract": "America Online remains silent on why it directed its Nullsoft unit to remove free software that enables users to find and trade music files quickly over Internet hours after company made it available on Internet; AOL's planned purchase of Time Warner, which owns major record company, puts it on both sides of battle over widespread copying of music online; Justin Frankel, Nullsoft founder, apparently hints at leaking program's source code (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Free Music Software May Have Rattled AOL"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd1f5878eb7c8105d74f10d", "lead_paragraph": "Justin Frankel, a 21-year-old programming wizard who sold his digital music company, but perhaps not his soul, to America Online last year, did not endear himself to his new masters last week by publishing free software that enables users to find and trade music files quickly over the Internet. The software designed by Mr. Frankel and his team at AOL's Nullsoft unit is a variation of a popular program called Napster. College students and others have been using Napster in a frenzied exchange of music, pirated and not. The Recording Industry Association of America is suing Napster for copyright infringement.", "print_page": "4", "multimedia": [], "word_count": 556, "keywords": [{"name": "persons", "value": "FRANKEL, JUSTIN"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "AMERICA ONLINE"}, {"name": "organizations", "value": "NULLSOFT INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/03/20/business/technology-free-music-software-may-have-rattled-aol.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Justin Frankel, a 21-year-old programming wizard who sold his digital music company, but perhaps not his soul, to America Online last year, did not endear himself to his new masters last week by publishing free software that enables users to find ..."}, {"byline": {"original": "By JOEL BRINKLEY", "person": [{"lastname": "BRINKLEY", "firstname": "Joel", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-02-07T00:00:00Z", "abstract": "Millions of Americans will be given opportunity to sample updated trials in interactive TV in next year or so; several hundred industry executives attend conference in New York to promote their industry and learn from one another; boosterism is tempered by grudging consensus that nobody really knows what public may want; so far, only modest forms of interactivity seem to have won over enough consumers to remain viable; on-screen program guides have proved popular, but companies showing their wares at conference are promoting more ambitious services; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Do Viewers Even Want To Interact With TV?"}, "type_of_material": "News", "section_name": "Business", "slideshow_credits": null, "_id": "4fd2303b8eb7c8105d7beaf2", "lead_paragraph": "The companies working to bring interactive television to the United States are endlessly optimistic that the big breakthrough for their industry is just around the corner, despite nearly 50 years of miscast experimentation and failure. But at a large conference at the Waldorf-Astoria hotel in Manhattan last week, where several hundred industry executives gathered to promote their industry and learn from one another, the boosterism was tempered by frequent discordant notes and the grudging consensus that nobody really knows what, if anything, the public may want.", "print_page": "5", "multimedia": [], "word_count": 1056, "keywords": [{"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "INTERACTIVE (TWO-WAY) TELEVISION"}, {"name": "subject", "value": "TRADE SHOWS AND FAIRS"}], "web_url": "http://www.nytimes.com/2000/02/07/business/technology-do-viewers-even-want-to-interact-with-tv.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "The companies working to bring interactive television to the United States are endlessly optimistic that the big breakthrough for their industry is just around the corner, despite nearly 50 years of miscast experimentation and failure.    But at a..."}, {"byline": {"original": "By STEPHANIE STROM", "person": [{"lastname": "STROM", "firstname": "Stephanie", "role": "reported", "organization": "", "rank": 1}]}, "pub_date": "2000-12-25T00:00:00Z", "abstract": "Article on Japanese Web sites that target Japanese women, who have flocked to Internet; sites give women chance to speak out, as well as type of community available only to Japanese men; Web sites eWoman and Womenjapan.com described; photo (M)", "subsection_name": null, "headline": {"kicker": "TECHNOLOGY", "main": "Japanese Sites for Women Aim for Empowerment"}, "type_of_material": "News", "section_name": "Technology; Business", "slideshow_credits": null, "_id": "4fd24ea58eb7c8105d7f0c14", "lead_paragraph": "Early in December, eWoman officially opened for business with Mari Matsunaga, the woman widely credited with igniting Japan's passion for cruising the Internet with a cell phone, at its helm as editorial director. Her job choice was a bit surprising. As the brains behind i-mode, the popular Internet service that placed Japan in the vanguard of the mobile Internet, Ms. Matsunaga had her choice of jobs after leaving NTT DoCoMo, Japan's largest cellular phone company and i-mode's purveyor. Yet she gambled on a new Web site aimed at women, an area of online business whose popularity has plummeted in the United States.", "print_page": "3", "multimedia": [], "word_count": 1362, "keywords": [{"name": "glocations", "value": "JAPAN"}, {"name": "organizations", "value": "EWOMAN.CO"}, {"name": "organizations", "value": "WOMENJAPAN.COM"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "web_url": "http://www.nytimes.com/2000/12/25/business/technology-japanese-sites-for-women-aim-for-empowerment.html", "source": "The New York Times", "blog": [], "news_desk": "Business/Financial Desk", "document_type": "article", "snippet": "Early in December, eWoman officially opened for business with Mari Matsunaga, the woman widely credited with igniting Japan's passion for cruising the Internet with a cell phone, at its helm as editorial director.    Her job choice was a bit surpr..."}]}}